Repository: MarcosSilveira/gotinha
Catalog: JonnyGota/*.lproj/Localizable.strings
Languages: pt

# TESTE
source: TESTANDO
pt: TESTEEE

# STORE_CARREGANDO_PRODUTOS
source: Loading Products...
pt: Carregando produtos...

# PLAY_GAMEOVER_FIM
source: Game Over!
pt: Fim de jogo!

# PLAY_GAMEOVER_NEXT
source: Congratulations! You have advanced to the next level!
pt: Parabéns! Você avançou para a próxima fase!

# PLAY_GAMEOVER_SEM_VIDAS
source: You have no more lives ):
pt: Você não possui mais vidas ):

# PLAY_TUTORIAL1_FRASE1
source: Tap or hold the arrows to move.
pt: Toque ou mantenha pressionado nas setas para se movimentar.

# PLAY_TUTORIAL1_FRASE2
source: Tap or hold to go toward the touch location.
pt: Toque ou mantenha pressionado para ir em direção ao local do toque.

# PLAY_TUTORIAL1_FRASE3
source: Touch and drag him to one side and divide this way.
pt: Toque na Gotinha e arraste para um lado e se divida para este lado.

# PLAY_TUTORIAL1_FRASE4
source: Touch in Droplet to hide.
pt: Toque na Gotinha para se esconder.

# PLAY_TUTORIAL2_FRASE1
source: Enemies may chase and kill you be careful. Unfortunately the Droplet can not fight.
pt: Inimigos podem te perseguir e te matar tenha cuidado. Infelizmente a Gotinha não sabe lutar.

# PLAY_TUTORIAL3_FRASE1
source: Buttons have three types of activation.
pt: Botões tem três tipos de ativação.

# PLAY_TUTORIAL3_FRASE2
source: Brown button, then activated keeps
pt: Botão Marrom, depois de ativado se mantém

# PLAY_TUTORIAL3_FRASE3
source: Blue button, is active for a while.
pt: Botão Azul, fica ativo por um tempo.

# PLAY_TUTORIAL3_FRASE4
source: Green button needs to be itself to be active.
pt: Botão Verde precisa ficar em si para ficar ativo.

# PLAY_TUTORIAL3_FRASE5
source: Doors will be open to all linked buttons are activated.
pt: Portas serão abertas se todos os botões vinculados forem ativados.

# PLAY_GAMEOVER_PAUSE
source: Game Paused.
pt: Jogo Pausado.

# HUD_SAUDE
source: Health:
pt: Saúde:
